Revit 2027 API
BuiltInFailures.FormFailures.VoidFormsNotUsed Property
 Some Void Forms of this family do not cut anything and will be deleted. To make a Void Form cut something else use the Cut Geometry tool.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId VoidFormsNotUsed { get; }
Public Shared ReadOnly Property VoidFormsNotUsed As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ VoidFormsNotUsed {
	FailureDefinitionId^ get ();
}
static member VoidFormsNotUsed : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FormFailures Class
Autodesk.Revit.DB Namespace